Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The permit is conditional on the operator obtaining all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreraktiviteten starter.

source: Director general Bente Nyland will present:
nb: Oljedirektør Bente Nyland legger fram:

source: The shelf in 2009
nb: Sokkelåret 2009

source: The resource accounting
nb: Ressursregnskapet

source: Forecasts
nb: Prognoser

source: The Minister of Petroleum and Energy, Terje Riis-Johansen, will also attend the press conference.
nb: Olje- og energiminister Terje Riis-Johansen skal også være til stede på pressekonferansen.

source: The deadline for nominating candidates is 15 March 2011.
nb: Frist for å foreslå kandidater er 15. mars 2011.

source: The NPD’s IOR prize was awarded for the first time in 1998.
nb: ODs IOR-pris ble tildelt første gang i 1998.

source: The IOR prize has since been awarded every year, except for 2002 and 2008, when the Norwegian Petroleum Directorate was unable to find worthy candidates.
nb: IOR-prisen er delt ut hvert år siden unntatt i 2002 og i 2008, da fant Oljedirektoratet dessverre ingen verdige kandidater.

source: Read more about previous award winners.pdf
nb: Les mer om tidligere prisvinnere

source: Ekofisk heralded the start of the Norwegian oil age, it was the first commercially viable discovery on the Norwegian shelf and the first to start production.
nb: Det var Ekofisk som åpnet oljeeventyret, feltet var det første kommersielle funnet på norsk sokkel og det første som ble satt i produksjon.

source: It may well also become the last oil field to shut down on the Norwegian shelf.
nb: Det kan også godt hende at Ekofisk blir det siste oljefeltet som stenges ned.

source: Ekofisk is a chalk field, which means that producing its resources is a time-consuming process.
nb: Ekofisk er et krittfelt, derfor tar det lang tid å produsere ressursene fra feltet.

source: Since the start in 1971, Ekofisk has yielded large revenues, both for Norwegian society in general and for the licensees.
nb: Ekofisk har gitt store inntekter, både til samfunnet og til rettighetshaverne siden oppstarten i 1971.

source: The field contributes the bulk of the total value creation from the Ekofisk area.
nb: Feltet står for hoveddelen av en total verdiskaping fra Ekofiskområdet.

source: “With Ekofisk, the oil industry really gained a foothold in Norway.
nb: ”Med Ekofisk fikk petroleumsnæringen fotfeste i Norge.

source: The field in the southern North Sea has created thousands of jobs onshore and offshore, and has triggered development of expertise and new technology.
nb: Feltet sør i Nordsjøen har gitt tusenvis av arbeidsplasser på land og til havs, og det har trigget utvikling av kompetanse og ny teknologi.

source: The field has had immense ripple effects for Norway,” says Director General of the NPD Bente Nyland.
nb: Feltet har hatt enorme ringvirkninger for det norske samfunnet,” sier oljedirektør Bente Nyland.

source: The licensees are now establishing the basis for another 40 years of operation for the field.
nb: Rettighetshaverne legger nå grunnlaget for hvordan feltet skal drives i 40 nye år.

source: A living quarters platform costing NOK 10 billion is being planned, and a seabed seismic system costing NOK 1.5 billion will provide continuous information from the reservoir.
nb: En boligplattform til ti milliarder kroner er på trappene, og et system for havbunnsseismikk til 1,5 milliarder kroner skal gi kontinuerlig informasjon fra reservoaret.

source: Recently, a seabed template for water injection on the field was also added.
nb: Det er også nylig kommet en havbunnsramme for vanninjeksjon på feltet.

source: On 9 June, the Storting (Norwegian Parliament) processed two plans for development and operation (PDOs) in the Ekofisk area.
nb: Stortinget behandlet 9. juni to planer for utbygging og drift (PUD) vedrørende Ekofiskområdet.

source: The PDO for Eldfisk II applies to a further development in combination with use of existing facilities.
nb: PUD-en for Eldfisk II gjelder en videreutbygging i kombinasjon med bruk med eksisterende innretninger.

source: The licensees want to build a new platform with living quarters and drill 40 injection and production wells.
nb: Rettighetshaverne ønsker å bygge en ny plattform med boligsenter og bore 40 injeksjons- og produksjonsbrønner.

source: On Ekofisk Sør, the licensees want to drill water injection wells and 36 production wells to increase the recovery rate.
nb: På Ekofisk Sør vil rettighetshaverne bore vanninjeksjonsbrønner og 36 produksjonsbrønner for å øke utvinningsgraden.

source: The investments total more than NOK 65 billion.
nb: Noe NGL kommer i tillegg.

source: Ekofisk is one of several chalk fields in the southern part of the Norwegian shelf.
nb: Ekofisk er ett av flere krittfelt som vi finner i den sørlige delen av norsk sokkel.

source: Chalk reservoirs mean that it takes a long time to produce the oil and gas.
nb: Reservoar av krittstein innebærer at det tar lang tid å produsere oljen og gassen.

source: Chalk is porous and can contain a lot of oil and gas, but the flow rates are low.
nb: Kritt er porøst og kan holde mye olje og gass, men gjennomstrømningsevnen er lav.

source: While sandstone fields (such as Statfjord and Gullfaks) typically have a porosity of 20-25 per cent, the porosity in chalk fields such as Ekofisk is 40 per cent.
nb: Mens sandsteinfelt (som for eksempel Statfjord og Gullfaks) vanligvis har en porøsitet på 20-25 prosent, er porøsiteten i krittfelt som Ekofisk hele 40 prosent.

source: The Ekofisk discovery in the North Sea was announced just before Christmas in 1969, and test production started in the summer of 1971.
nb: Ekofisk-funnet i Nordsjøen ble offentliggjort like før jul i 1969, og prøveproduksjon startet alt sommeren 1971.

source: The production plummeted in the early 1980s.
nb: Tidlig i 1980-årene stupte produksjonen.

source: Water injection could reverse this development, but many feared that it would dissolve the chalk and destroy the remaining production potential.
nb: Vanninjeksjon kunne snu denne utviklingen, men mange fryktet at det kunne medfører oppløsning av krittet og dermed ødelegge resten av produksjonen.

source: The solution was discovered through many lab experiments and a pilot test on the field.
nb: Løsningen ble funnet gjennom mange laboratorieeksperimenter og et pilotforsøk på feltet.

source: Water injection started up in a part of the field in 1987, and has been so successful that it has led to numerous expansions.
nb: Vanninjeksjonen startet opp i en del av feltet i 1987, og den har vært så vellykket at den er utvidet flere ganger.

source: Without water injection, less than 20 per cent of the oil in Ekofisk would have been produced.
nb: Uten vanninjeksjonen ville under 20 prosent av oljen i Ekofisk bli produsert.

source: With the current plans, the operator expects to recover more than half the oil originally in the reservoir.
nb: Med dagens planer regner operatøren med å få ut over halvparten av oljen som opprinnelig var i reservoaret.

source: In the 1980s, it was discovered that the seabed on Ekofisk had subsided several metres due to compression of the chalk reservoirs as a result of the oil production.
nb: På 1980-tallet viste det seg at havbunnen på Ekofisk hadde sunket flere meter på grunn av at krittreservoarene ble trykket sammen som følge av oljeproduksjonen.

source: Today, the seabed has subsided up to 9.5 metres in some areas.
nb: I dag har havbunnen sunket 9,5 meter i enkelte områder.

source: Compression of the reservoir rocks and subsidence of the seabed have caused numerous challenges, but have also contributed to squeeze out more oil.
nb: Sammentrykking av reservoarbergarten og nedsynking av havbunnen har ført til mange utfordringer, men det har også bidratt til å presse ut mer olje.

source: Ekofisk also saw the largest oil spill ever on the Norwegian shelf, the Bravo blowout in 1977.
nb: På Ekofisk skjedde også det største oljeutslippet på norsk sokkel noen sinne, Bravo-utblåsningen i 1977.

source: It took American well killer specialists eight days and nights to stop the blow-out.
nb: Det tok amerikanske brønndrepere åtte døgn å stoppe utblåsingen.

source: Read the complete announcement here.
nb: Les hele utlysningsteksten her.

source: (Photo: Kjetil Kaada)
nb: (Foto: Kjetil Kaada)

source: The agreement was signed by the Director of the BMP, Jørn Skov Nilsen, and Director General Bente Nyland at a meeting at the NPD's offices on Tuesday, 11 January.
nb: Avtalen ble signert av Råstoffdirektoratets direktør Jørn Skov Nilsen og oljedirektør Bente Nyland på et møte hos Oljedirektoratet tirsdag 11. januar.

source: In addition to a general exchange of experience, the Bureau of Minerals and Petroleum would like to cooperate with the NPD on data management.
nb: I tillegg til generell erfaringsutveksling, ønsker Råstoffdirektoratet å samarbeide med Oljedirektoratet om forvaltning av data.

source: Another area of cooperation is exploration and exploitation of petroleum resources in the Arctic.
nb: Et annet område er utforskning og utnyttelse av petroleumsressurser i arktiske strøk.

source: The framework agreement can be supplemented with sub-agreements in specific areas agreed on by the parties.
nb: Rammeavtalen kan utfylles med delavtaler på spesifikke områder som partene måtte bli enige om.

source: Skov Nilsen was accompanied by a delegation from Greenland, together with the Norwegian ambassador in Denmark, Jørg Willy Bronebakk, who is responsible for Greenland.
nb: Skov Nilsen møtte med en delegasjon fra Grønland, fulgt av den norske ambassadøren i København, Jørg Willy Bronebakk, som har Grønland i sitt ansvarsområde.

source: In the meeting, the BMP provided information about its responsibilities and experiences.
nb: På møtet orienterte Råstoffdirektoratet om sine arbeidsoppgaver og erfaringer.

source: Information regarding regulations and the activities on the two countries' continental shelves was also exchanged.
nb: Informasjon om regelverk og virksomheten på de to landenes kontinentalsokler ble også utvekslet.

source: The NPD views the agreement with Greenland as part of the Norwegian focus on the northern areas, where a joint effort within resource management in the northern and Arctic areas is of great importance.
nb: Oljedirektoratet ser på avtalen med Grønland som et ledd i den norske nordområdesatsingen, der en felles innsats innen ressursforvaltning i de nordlige og arktiske strøk er av stor betydning.

source: The Norwegian Petroleum Directorate has entered into similar agreements with other neighbouring countries in the northern regions.
nb: Oljedirektoratet har inngått lignende avtaler med andre nabostater i nordområdene.

source: The director general will also participate in a panel discussion concerning classification of petroleum resources.
nb: Oljedirektøren skal også delta i en paneldebatt om klassifisering av petroleumsressurser.

source: WPC – World Petroleum Congress - is often referred to as the Olympics of the petroleum industry.
nb: WPC (World petroleum Congress) omtales ofte som petroleumsnæringens olympiade.

source: The Congress, which is one of the most important global venues for the international petroleum industry, is organised by the World Petroleum Council every three years.
nb: Kongressen, som er en av de viktigste globale møteplassene for den internasjonale petroleumsindustrien, arrangeres av World petroleum Council hvert tredje år.

source: This year’s congress will be held in Doha, Qatar during the period 4 – 8 December.
nb: Årets konferanse arrangeres i Doha i Qatar i perioden 4.– 8.desember.

source: Links:
nb: Lenker:

source: Presentation
nb: Presentasjon

source: The World Petroleum Congress 2011
nb: Oljeindustriens verdenskongress 2011

source: The event is one of the activities sponsored by Ung Energi, which is a meeting place for oil industry employees under the age of 35.
nb: Arrangementet inngår i aktivitetene til Ung Energi, som er en møteplass for ansatte i oljebransjen under 35 år.

source: The Norwegian Petroleum Society (NPF) and the Norwegian Oil Industry Association (OLF) support the project.
nb: Bak tiltaket står Norsk Petroleumsforening (NPF) og Oljeindustriens Landsforening (OLF).

source: Director general Bente Nyland will open the breakfast with a short history of the Norwegian Petroleum Directorate.
nb: Oljedirektør Bente Nyland skal åpne frokosten ved å fortelle kort om Oljedirektoratet.

source: Following this, young employees will present the history of fields on the Norwegian shelf, from discovery to shutdown.
nb: Deretter skal unge ansatte presentere historien om felt på norsk sokkel, fra funn til nedstengning.

source: The meeting will take place at the NPD’s offices at Professor Olav Hanssens vei 10, from 07:45 until 09:15.
nb: Møtet finner sted i Oljedirektoratets lokaler i Professor Olav Hanssens vei 10, fra kl 07.45 til 09.15.

source: Breakfast and participation are free.
nb: Frokost og deltagelse er gratis.

source: Register on OLF’s website (in Norwegian only).
nb: Påmelding gjøres på OLFs nettside.

source: The NPD and the Danish Energy Agency have taken the initiative for the Joint Chalk Research programme phase 7.
nb: Oljedirektoratet og Energistyrelsen er initiativtakere til programmet Joint Chalk Research fase 7.

source: Since 1982, six phases of the programme have been implemented.
nb: Siden 1982 er det blitt gjennomfør seks faser av programmet.

source: The oil companies participating in phase 7 are BP, ConocoPhillips, the Danish North Sea Fund, Dong, Eni, Hess, Mærsk, Statoil, Shell and Total.
nb: Oljeselskapene som deltar i fase 7 er BP, ConocoPhillips, Nordsøfonden, Dong, Eni, Hess, Mærsk, Statoil, Shell og Total.

source: They are each contributing up to DKK two million annually starting from 2012, initially for a period of three years.
nb: Disse bidrar med inntil 2 millioner danske kroner i året hver fra 2012, i første omgang i tre år.

source: Since the objective is to continue the cooperation, there are no time restrictions.
nb: Siden målet er å fortsette samarbeidet, er det ikke satt noen tidsbegrensning.

source: The Danish North Sea Fund will handle the administrative tasks which have been undertaken by Amoco and ConocoPhillips in previous phases.
nb: Norsøfonden (Danish North Sea Fund) skal ivareta de administrative oppgavene som i tidligere faser har vært ivaretatt av Amoco og ConocoPhillips.

source: ”We will initiate a number of research projects.
nb: ”Vi vil sette i gang en rekke forskningsprosjekter.

source: For each project, one of the companies will be responsible for implementation and for entering into contracts with the environments that will conduct the research,” says chief engineer, Leif Hinderaker in the NPD.
nb: For hvert prosjekt vil ett av selskapene være ansvarlig for gjennomføring og for å inngå kontrakter med miljøene som skal utføre forskningen,” sier sjefingeniør Leif Hinderaker i Oljedirektoratet.

source: ”There is still a lot to recover from the chalk fields both on the Norwegian and Danish shelves.
nb: ”Det er fortsatt mye å hente fra krittfeltene både på norsk og dansk sokkel.

source: The recovery from these fields must be viewed in a long-term perspective.
nb: Utvinningen fra disse feltene må sees i et langt tidsperpektiv.

source: We have good experience in the NPD with this and have a very positive outlook as regards technical cooperation across national borders.”
nb: I OD har vi gode erfaringer med og ser svært positivt på faglig samarbeid på tvers av landegrensene.”

source: The NPD, Danish Energy Agency, Danish North Sea Fund and the other companies have worked for about a year to continue this cooperation.
nb: OD, Energistyrelsen, Nordsøfonden og de andre selskapene har jobbet i rundt et år for å få dette samarbeidet videreført.

source: Hinderaker represented the NPD at the first steering committee meeting, which was held in Copenhagen on 12 October.
nb: Hinderaker representerte OD på det første styringskomitemøtet, som ble avviklet i København 12. oktober.

source: Research will be conducted on, e.g.:
nb: Blant annet skal det forskes på

source: how to achieve maximum efficiency with the use of water injection in chalk fields
nb: hvordan en oppnår en mest mulig effektiv bruk av vanninjeksjon i krittfelt

source: weakening and compaction of chalk rocks when injecting water and/or CO2
nb: svekkelse og kompaksjon av krittbergarten ved injeksjon av vann og/eller CO2

source: modelling of what happens in the reservoir when injecting CO2 for improved recovery
nb: modellering av hva som skjer i reservoaret ved CO2-injeksjon for økt utvinning

source: production from marginal chalk reservoirs
nb: produksjon fra marginale krittreservoarer

source: establishment of a digital library where the reports from all former Joint Chalk Research phases will be stored
nb: etablering av er digitalt bibliotek der rapportene fra alle de tidligere Joint Chalk Research-fasene vil bli lagret

source: The NPD is responsible for the last project.
nb: Oljedirektoratet er ansvarlig for det sistnevnte prosjektet.

source: The first allocations for the project were approved at the steering committee’s meeting on 12 October, so the research can start quickly.
nb: De første bevilgningene til prosjektet ble gitt på styringskomiteens møte 12. oktober, slik at forskningen kan komme fort i gang.

source: Wellbore 6405/10-1 will be drilled from the Transocean Leader drilling facility in the southern part of the Norwegian Sea.
nb: Brønnbanen 6405/10-1 skal bores fra boreinnretningen Transocean Leader i sørlige del av Norskehavet.

source: The drilling program for wellbore 6405/10-1 relates to drilling of an exploration well in production licence 281.
nb: Boreprogrammet for brønnbane 6405/10-1 gjelder boring av en letebrønn i utvinningstillatelse 281.

source: The area in this licence consists of blocks 6405/4, 6405/7 and 6405/10.
nb: Arealet i denne tillatelsen består av blokkene 6405/4, 6405/7 og 6405/10.

source: Block 6505/10 is located about 40 km north of the Ormen Lange field in the Møre basin.
nb: Blokk 6405/10 ligger om lag 40 km nord for Ormen Lange-feltet i Mørebassenget.

source: Production licence 281 was awarded in the 17th licensing round.
nb: Utvinningstillatelse 281 ble tildelt i 17. konsesjonsrunde.

source: This is the second well to be drilled in this production licence.
nb: Dette er den andre brønnen som bores i denne utvinningstillatelsen.

source: 6405/7-1 Ellida is classified as a discovery.
nb: 6405/7-1 (Ellida) er klassifisert som et funn.

source: The permit is contingent upon the operator securing all other permits and consents from other authorities before drilling commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The other licensees are Petoro AS, EON Ruhrgas Norge AS and AS Norske Shell, each with an ownership interest of 20 per cent.
nb: Øvrige rettighetshavere er Petoro AS, EON Ruhrgas Norge AS og A/S Norske Shell som har en eierandel på 20 prosent hver.

source: ConocoPhillips Skandinavia AS owns 10 per cent.
nb: ConocoPhillips Skandinavia AS eier 10 prosent.

source: During this time the NPD’s website, FactPages and FactMaps will not be available.
nb: I denne perioden er Oljedirektoratets nettsted, faktasider og faktakart ikke tilgjengelig.

source: The new knowledge reinforces the belief that there could be petroleum in the area.
nb: Den nye kunnskapen styrker troen på at det kan være petroleum i området.

source: ”The samples from the seabed at Jan Mayen are remarkable; the oldest are 260 million years old.
nb: ”Prøvene fra havbunnen ved Jan Mayen er enestående, de eldste er 260 millioner år gamle.

source: Analyses of the material are surprising,” says Sissel Eriksen, exploration director in the NPD.
nb: Analysene av materialet er overraskende,” kommenterer Sissel Eriksen, letedirektør i OD.

source: “We had hoped, but not expected, to find such old sedimentary rocks near Jan Mayen.
nb: ”Vi hadde håpet, men ikke ventet å finne så gamle sedimentære bergarter rundt Jan Mayen.

source: The impact of volcanic rocks in the area is less than we previously thought – volcanic rocks generally do not have a potential for oil and gas.”
nb: Påvirkningen av vulkanske bergarter i området er mindre enn vi trodde tidligere – vulkanske bergarter har generelt ikke potensial for olje og gass.”

source: Good quality sandstone was discovered which can function as a reservoir rock.
nb: Det er funnet sandstein av god kvalitet som kan fungere som reservoarbergart.

source: In addition, rocks the same age as source rocks on Greenland were discovered.
nb: I tillegg er det funnet bergarter av en alder som opptrer som kildebergarter på Grønland.

source: ”This means that we have rocks that could contain material which forms oil and gas.
nb: ”Det betyr at vi har bergarter som kan inneholde materiale som danner olje og gass.

source: Two important preconditions for possible petroleum deposits are thus in place,” says Eriksen.
nb: To viktige forutsetninger for mulige petroleumsforekomster er dermed oppfylt,” sier Eriksen.

source: The goal of the voyage, which took place from 3 to 19 July, was to take samples from outgoing geological strata, i.e. older bedrock layers that are visible on the seabed.
nb: Målet med toktet, som pågikk i perioden 3. til 19. juli, var å ta prøver fra utgående geologiske strata, altså eldre berggrunnslag som er synlige på havbunnen.

source: According to an agreement with Icelandic authorities (Orkustofnun), data was acquired from both the Icelandic and Norwegian sides of the Jan Mayen Ridge.
nb: Etter avtale med islandske myndigheter (Orkustofnun) ble det samlet inn data både på islandsk og norsk side av Jan Mayen-ryggen.

source: The water depth in the survey area varies from 600 to 2000 metres.
nb: Havdypet i undersøkelsesområdet varierer fra 600 til 2000 meter.

source: The areas were chosen on the basis of the sparse seismic data available for this part of the Norwegian Sea, as well as ocean depth maps based on information from advanced echo sounders from 2010.
nb: Områdene ble valgt ble på grunnlag av den sparsomme seismikken som fins for denne delen av Norskehavet, samt havdypskart basert på informasjon fra avanserte ekkolodd fra 2010.

source: Among other things, fossil-rich limestone, sandstone, clay stone and volcanic material were collected.
nb: Blant annet er det samlet inn fossilholdige kalkstein, sandstein, leirstein og vulkansk materiale.

source: The NPD has analysed much of the acquired material and dating shows ages ranging from Late Permian/Early Triassic (260 million years), Early Cretaceous (Valangin, 140 million years) and Late Eocene/Early Oligocene (34 million years).
nb: Oljedirektoratet har analysert mye av det innsamlede materialet, og dateringer viser aldre fra sein perm/tidlig trias (260 millioner år), tidlig kritt (Valangin, 140 millioner år) og sein eocen/tidlig oligocen (34 millioner år).

source: Greenland and Norway were previously located very close to each other, much closer than the current distance between Norway and the UK.
nb: Grønland og Norge lå tidligere svært nær hverandre, mye nærmere enn dagens avstand mellom Norge og Storbritannia.

source: Greenland and Norway “separated” during two major rift episodes, where the Norwegian Sea and the Greenland Sea were formed.
nb: Grønland og Norge ”skilte lag” ved to store riftepisoder, der Norskehavet og Grønlandshavet ble dannet.
